---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctFittingAndAccessoryConnectorData
source: html/1579299a-9800-fa29-404c-19a9f8799c16.htm
---
# DuctFittingAndAccessoryConnectorData Properties

the angle of the fitting, Units:(rad).